Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Water from your faucet is often clean enough to use unless it is supplied by a well or your house has old plumbing. Old plumbing may contain lead. Lead poisoning can cause brain damage in your baby. If you have old plumbing, have the water tested every year. You may need to use bottled water for your baby. Feeding Your Baby Ask your baby’s doctor how many ounces and how often to feed your baby. Your baby may not be hungry every time they cry. Watch your baby for feeding cues such as moving their hands to their mouth, movement of legs or arms, and making noises. Do not delay feeding when your baby has signs of being hungry even if you feel you have just fed your baby. Feed your baby and stop as needed for breaks. Let them eat until they show signs that they are full. Burp your baby 2 or 3 times during the feeding to get rid of any swallowed air. Each baby’s eating habits are different. As a general guide: • During the first few days, most babies eat about 1 to 2 ounces at each feeding every 2 to 4 hours. • By 2 weeks, most babies are eating 3 to 4 ounces at each feeding every 3 to 4 hours. In time, your baby will develop a pattern. • Your baby may eat different amounts at times. Preparing the Formula • Wash your hands before touching the bottle or nipple. • If you are using liquid concentrate formula, mix the formula with equal parts water. Bottle Feeding Your Baby. Russian.
ru: Если у вас вода не из колодца и в вашем доме не старый водопровод, то, как правило, вода из крана безопасна. Старые водопроводные трубы могут содержать свинец, который может вызвать повреждение мозга ребенка. Если у вас старый трубопровод, необходимо раз в год проверять качество воды. В этом случае лучше использовать бутилированную воду. Кормление малыша Уточните у педиатра, как часто и в каком объеме нужно давать смесь. Если ребенок плачет, это необязательно значит, что он голоден. Если он захочет есть, то будет подносить ручки ко рту, шевелить ручками и ножками и издавать звуки. Если ребенок голоден, не откладывайте кормление, даже если вы совсем недавно покормили его. Покормите малыша, при необходимости делая перерывы. Пусть он ест, пока не наестся. Во время кормления дайте ребенку 2–3 раза срыгнуть, чтобы из желудка вышел попавший туда воздух. Каждый малыш ест по-своему. Как правило: • В первые дни жизни большинство новорожденных едят 1–2 унции (30–60 мл) каждые 2–4 часа. • Через 2 недели большинство малышей едят 3–4 унции (90–120 мл) каждые 3–4 часа. Со временем у ребенка выработается свой график. • Иногда малыш может есть больше или меньше. Подготовка смеси • Прежде чем прикасаться к бутылочке или соске, вымойте руки. • Жидкую концентрированную смесь необходимо смешать с таким же количеством воды.

source: • If you are using powdered formula, mix 2 ounces (60 mL) of water for each full scoop of formula. Stir the formula well until the spoon is clean. If you add too much or too little water to the formula, your baby may not get enough food. Do not add cereal, honey, corn syrup, or other ingredients to your baby’s formula. • Throw out unused mixed formula left in your baby’s bottle. Start with a fresh bottle of formula at each feeding. Germs called bacteria can grow between feedings and make your baby sick. Bottle Nipples Use a nipple for your baby’s age. Make sure the nipple hole is small enough, so the formula drips out slowly. Warming Bottles Formula should be at room temperature. To warm formula, place the bottle in a pan or bowl of heated water. Mix the formula in the bottle and test the temperature by dropping a few drops of formula on the inside of your wrist. Never warm bottles in the microwave or on the stove, as it destroys vitamins and does not heat the formula evenly. The bottle could explode or cause serious burns to your baby. Talk to your baby’s doctor if you have any questions. © 2007 – January 18, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Bottle Feeding Your Baby. Russian.
ru: • Если вы используете сухую смесь, на каждую полную ложку смеси необходимо добавить 2 унции (60 мл) воды. Тщательно перемешайте смесь, пока ложка не станет чистой. Если вы нальете в смесь слишком много или слишком мало воды, ваш малыш может не наесться. Добавлять хлопья, мед, кукурузный сироп и прочие ингредиенты в смесь запрещено. • Оставшуюся в бутылочке после кормления смесь необходимо выбрасывать. Каждый раз смесь нужно наливать в чистую бутылочку. В бутылочке с остатками смеси могут завестись бактерии и вызвать отравление ребенка. Соски Используйте соску, соответствующую возрасту ребенка. Дырочка должна быть не очень большой, чтобы смесь медленно капала. Как подогревать бутылочку Смесь должна быть комнатной температуры. Поставьте бутылочку в кастрюлю или миску с горячей водой. Перемешайте смесь в бутылочке и проверьте температуру, капнув несколько капель себе на внутреннюю часть запястья. Никогда не подогревайте бутылочки в микроволновке или на плите: так разрушаются витамины, а смесь прогревается неравномерно. Также бутылочка может взорваться и вызвать у ребенка серьезные ожоги. Если у вас есть вопросы, обратитесь к педиатру. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Breast A biopsy is the removal of pieces of tissue, which are then sent to a lab for testing. A breast biopsy may be needed when other tests show something in the breast that needs to be checked more closely. If a lump is present, it may be removed at the same time as the biopsy. Lymph nodes around the area may also be checked. Your doctor will review the results of your biopsy with you at your next visit and talk to you about treatment if needed. There are different types of breast biopsies. Your doctor has ordered a: Fine Needle Aspiration (FNA) Core Needle Biopsy  Stereotactic Biopsy  Excisional Biopsy To Prepare • You may be told to not eat food after midnight before the test. • A family member or friend may need to take you home after your biopsy. Breast Biopsy. Russian.
ru: железы Biopsy Биопсия — это взятие образцов ткани, которые затем отправляются на исследование в лабораторию. Биопсия молочной железы необходима, если выявлена патология, требующая более глубокого изучения. Во время этой процедуры также можно удалить новообразование. Кроме того, биопсия позволяет обследовать близлежащие лимфатические узлы. Во время следующего посещения врач расскажет вам о результатах биопсии и при необходимости обсудит с вами схему лечения. Существуют различные виды биопсии молочной железы. Ваш врач назначил:  тонкоигольную аспирационную биопсию (ТИАБ);  толстоигольную биопсию;  стереотактическую биопсию; эксцизионную биопсию. Подготовка • Вас могут попросить ничего не есть, начиная с полуночи до проведения обследования. • После обследования вам может потребоваться помощь родственника или друга, чтобы отвезти вас домой.

source: During the Test • You will be asked to take your clothing off above the waist and put on a hospital gown. • An IV (intravenous) may be put into a vein in your arm to give medicine. • You lie on a table. • The biopsy site is cleaned. • The doctor numbs the site. This may sting for a few seconds. After this, you should only feel pressure and no pain. • A mammogram or an ultrasound may be done to locate the site to be tested. Types of Breast Biopsies  Fine Needle Aspiration (FNA) This biopsy is often done in the doctor’s office for lumps that can be felt. • The doctor inserts a small needle that is attached to a syringe into the lump. • The needle may be moved around. Tissue and fluid is collected in the syringe. • The needle is then removed. Breast Biopsy. Russian.
ru: Во время обследования • Вас попросят раздеться до пояса и надеть больничный халат. • Вам могут поставить капельницу для внутривенного введения лекарств. • Вы ляжете на стол. • Место забора материала продезинфицируют. • Затем врач обезболит это место. В течение нескольких секунд вы можете чувствовать боль. Затем боль пройдет, и вы будете ощущать только давление. • Для определения точного места проведения биопсии вам могут сделать маммограмму или ультразвуковое исследование. Виды биопсии молочной железы  Тонкоигольная аспирационная биопсия (ТИАБ) Этот вид биопсии зачастую проводится в кабинете врача при наличии прощупываемых новообразований. • Врач введет в опухоль небольшую иглу, прикрепленную к шприцу. • При необходимости он поводит иглой в разные стороны и наберет в шприц небольшое количество ткани и жидкости. • После этого иглу извлекут.

source:  Core Needle Biopsy This biopsy is done with a larger needle. • A small cut is made in the skin. • The needle is put into the site. • Several samples of tissue are collected. • The needle is then removed. Stereotactic Biopsy This biopsy is done for areas that cannot be felt, but are seen on mammogram. • You lie face down on a table with an opening for the breast. • The site is numbed. • A small incision is made in the breast. • The breast is squeezed flat and a special type of x-ray is done before and during the biopsy to locate the site. • A needle is put into the breast to remove samples of tissue. • Several samples of tissue are collected. • The needle is then removed. Breast Biopsy. Russian.
ru:  Толстоигольная биопсия Этот вид биопсии проводится иглой большего диаметра. • На коже сделают небольшой разрез. • В него введут иглу. • Затем возьмут несколько образцов ткани. • После этого иглу извлекут. Стереотактическая биопсия Этот вид биопсии выполняется при новообразованиях, которые не прощупываются, но видны на маммограмме. • Вы ляжете лицом вниз на стол со специальным отверстием для груди. • Место биопсии обезболят. • На груди сделают небольшой разрез. • После этого рентгеновский аппарат прижмет вашу грудь и сделает ряд снимков для определения точного места взятия ткани. • В грудь введут иглу. • Затем возьмут несколько образцов ткани. • После этого иглу извлекут.

source:  Excisional Biopsy The entire lump is taken out in surgery. • You will be given medicine to numb the breast or to make you sleepy. • An incision is made in the breast to remove the lump and some tissue around the lump. • The site is closed with a stitch or special tape. Home Care • Do not lift over 5 pounds for 24 hours after your biopsy. A gallon of milk weighs over eight pounds. • You can eat your normal diet. • You may have bruising, discomfort, swelling, and a small amount of drainage at the biopsy site. • You can wear a sports bra for support. • You may use over the counter pain medicine that does not contain aspirin as needed. • Apply an ice pack to your breast as needed to reduce swelling and bruising. Do not apply ice directly to the skin. • A stitch or special tape is put on the incision. The stitch will be removed at the doctor’s office. • If you had an excisional biopsy, you may shower but do not take a bath or swim for 2 weeks. Breast Biopsy. Russian.
ru:  Эксцизионная биопсия Во время этой процедуры извлекается все новообразование. • Вам дадут обезболивающее средство или сделают наркоз. • На груди сделают разрез, чтобы удалить новообразование и окружающие его ткани. • Затем на место разреза наложат швы или специальный пластырь. Уход на дому • В течение 24 часов после процедуры не поднимайте тяжести весом более 2,2 кг (5 фунтов). Бутылка молока объемом один галлон весит больше 3,6 кг (8 фунтов). • Принимайте обычную пищу. • В месте биопсии может появиться кровоподтек, дискомфорт, отек и незначительные выделения. • Для удобства вы можете надеть спортивный бюстгальтер. • При необходимости можно принять отпускаемый без рецепта обезболивающий препарат, который не содержит аспирин. • Для уменьшения отека и кровоподтека к месту биопсии можно приложить пакет со льдом. Не прикладывайте лед непосредственно к коже. • На место разреза наложат швы или специальный лейкопластырь. Швы снимут на приеме у врача. • Если вам делали эксцизионную биопсию, вам можно принимать душ, но нельзя принимать ванну или плавать в течение 2 недель.

source: Call your doctor if you have: • Bleeding from the biopsy site • Increased swelling, redness, warmth, or drainage at the biopsy site • Pain not relieved by medicine Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 12, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Breast Biopsy. Russian.
ru: Позвоните врачу, если: • Место проведения биопсии кровоточит • Отек, покраснение, жжение или выделения в месте разреза усилились • Обезболивающие препараты не снимают боль Если у вас есть вопросы или сомнения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Breast Cancer cells are abnormal cells. Cancer cells grow and divide more quickly than healthy cells. Some cancer cells may form growths called tumors. All tumors increase in size, but some tumors grow quickly, others slowly. Cancer cells can spread to other parts of the body through the blood and lymph systems. This is called metastasis. Breast cancer is when cancer starts in the breast. Breast cancer can be found by mammogram, by a woman feeling a lump or by a doctor’s exam. To find breast cancer, it is important to: • Do monthly self breast exams. • Have a yearly exam by your doctor if you are over 40. These are done less often for younger women. • Have a mammogram each year after age 40. Breast Tissue A woman’s breasts may feel more firm and lumpy before menopause. A woman has less estrogen after menopause, so the breasts feel much softer and less lumpy. Breast Cancer. Russian.
ru: груди Cancer Раковые клетки – это аномальные клетки. Раковые клетки растут и делятся быстрее, чем здоровые клетки. Некоторые раковые клетки могут формировать новообразования, которые называются опухолями. Все опухоли увеличиваются в размерах, но некоторые из них растут быстро, а другие – медленно. Раковые клетки могут распространяться на другие части тела через кровь и лимфу. Это называется метастазированием. Рак груди – это когда рак начинается в груди. Рак груди может быть выявлен с помощью маммограммы, или если сама женщина ощущает припухлость, или в результате медицинского обследования. Для того, чтобы выявить рак груди, очень важно: • проводить ежемесячную самостоятельную проверку груди; • проходить ежегодное обследование у своего врача, если Вы старше 40 лет. Для женщин, не достигших этого возраста, такие проверки проводятся реже; • после достижения 40 лет ежегодно делать маммограмму. Ткань груди Перед менопаузой грудь женщины может быть более твердой и комковатой. После менопаузы в организме женщины меньше эстрогена, поэтому грудь становится гораздо мягче, и в ней чувствуется меньше комков.

source: The firm, lumpy tissue can hide a small lump making it hard to feel. By checking your breasts each month, you become familiar with your breast tissue and notice changes. Small lumps can also be found by a mammogram or by a doctor during your exam. Some lumps are so small that only a mammogram can find them. Tests If a lump is found, a mammogram or ultrasound will be done. A biopsy is often done to check if the lump is cancer and if so, what type. A biopsy is a procedure to remove tiny pieces of tissue. The samples are then checked by a doctor. If the biopsy finds cancer, more tests may be done to see if the cancer has spread to other parts of your body. Types of Treatment Based on your biopsy results and the type of cancer, you and your doctor will decide the best treatment for your breast cancer. Here are the treatments that may be done: Surgery Surgery is done to remove as much of the cancer as possible. Either the whole breast is removed, called mastectomy, or a part of the breast is removed, called lumpectomy. With either surgery, lymph nodes under the arm are checked for cancer. You and your doctor may also talk about reconstruction Breast Cancer. Russian.
ru: Твердые комковатые ткани могут спрятать небольшую припухлость, и ее будет трудно обнаружить. Проводя ежемесячную проверку груди, Вы привыкните к структуре тканей груди и сможете обнаружить изменения. Небольшие припухлости можно обнаружить с помощью маммограммы или во время медицинского осмотра. Некоторые припухлости настолько малы, что их можно обнаружить только с помощью маммограммы. Обследования При обнаружении припухлости будет сделана маммограмма или ультразвуковое исследование. Для определения того, вызвана ли припухлость раком, и определения вида рака, зачастую делается биопсия. Биопсия – это процедура по удалению маленьких кусочков ткани. После этого образцы ткани проверяются врачом. Если в результате биопсии обнаруживается рак, делаются дополнительные анализы для того, чтобы проверить, распространилась ли раковая опухоль на другие части тела. Типы лечения На основании результатов биопсии и вида рака, Вы со своим врачом примете решение относительно наилучшего лечения Вашего рака груди. Ниже приводятся типы лечения, которые могут быть применены: Хирургическая операция Хирургическая операция проводится, чтобы удалить как можно больше раковой опухоли. Грудь может быть удалена полностью (это называется мастэктомией) или частично (это называется лампэктомией). При любом виде хирургической операции производится проверка на рак подмышечных лимфоузлов. Вы также можете поговорить со своим врачом о хирургии. реконструктивной

source: surgery. This surgery is done to create the look of a normal breast. You may still need to have more treatment. Having a mastectomy or lumpectomy does not guarantee that the breast cancer is gone from the entire body. Small cancer cells that are too small to detect may remain in the body. Radiation Therapy When a lumpectomy is done, it is often followed by radiation therapy. Radiation therapy is done to treat the entire breast. Radiation therapy often begins 4 to 6 weeks after surgery. Hormone Therapy and Chemotherapy Treatment may be needed to target cancer cells that may be remaining in the body. It may be done before surgery to shrink a tumor or after surgery to kill cancer cells that may have spread or that remain in the body. • Hormone therapy is medicine in pill form taken to work against estrogen in the body. The most common side effect is signs of menopause. • Chemotherapy is medicine given as a pill or in an IV (intravenous) tube in a vein. The medicine kills cancer cells. Common side effects include feeling Breast Cancer. Russian.
ru: Такая хирургическая операция проводится для того, чтобы грудь имела нормальный вид. Вам может понадобиться дополнительное лечение. Проведение мастэктомии или лампэктомии не гарантирует избавления всего организма от рака груди. Небольшие раковые клетки, которые трудно обнаружить, могут остаться в организме. Лучевая терапия Часто после лампэктомии проводится лучевая терапия. Лучевая терапия проводится с целью лечения всей груди. Лучевая терапия зачастую начинается через 4-6 недель после хирургической операции. Гормональная терапия и химиотерапия Может потребоваться лечение раковых клеток, которые могут оставаться в организме. Оно может понадобиться до хирургической операции для уменьшения опухоли или после хирургической операции для уничтожения раковых клеток, которые могли распространиться или остаться в организме. • Гормональная терапия – это прием лекарств в виде таблеток, с целью подавления действия эстрогена в организме. Наиболее частыми побочными явлениями являются симптомы менопаузы. • Химиотерапия – это прием лекарств в виде таблеток или внутривенно через капельницу. Лекарство убивает раковые клетки. К обычным побочным явлениям относятся чувство усталости, выпадение волос и

source: tired, hair loss and nausea. These side effects are often temporary. Talk to your doctor or nurse if you have any questions or concerns. © 2008 - September 20, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Medical Center, Mount Carmel Health System, OhioHealth and Nationwide Children’s of your stopping medical treatment or your failure to obtain medical treatment. Breast Cancer. Russian.
ru: тошнота. Эти побочные явления чаще всего носят временный характер. Если у Вас есть какие-либо вопросы или опасения, обратитесь к Вашему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Hospital are not responsible for injuries or damages you may incur as a result

source: Breastfeeding Here are some breastfeeding basics that you may find helpful. Talk to your baby’s doctor, nurse or your lactation specialist if you have other questions. Mother’s Diet No special foods or diets are needed for breastfeeding. Some helpful tips: • Choose a variety of healthy foods for your meals and snacks each day. Eating healthy will help you and your baby feel well. • Eat 4 to 5 servings of dairy products each day. A calcium supplement can help you get enough calcium. • Drink water or fruit juices when you are thirsty. • Take your prenatal vitamins as directed by your doctor. • Limit caffeine and artificial sweeteners in your diet. Caffeine is in chocolate, coffee and tea. Artificial sweeteners are in diet soft drinks and in some low calorie or diet foods. Breastfeeding Basics. Russian.
ru: вскармливания Basics Предлагаем вашему вниманию полезные советы по грудному вскармливанию. Если у вас возникнут дополнительные вопросы, обсудите их с врачом, медсестрой или специалистом по грудному вскармливанию. Диета кормящей матери При грудном вскармливании придерживаться определенного рациона или соблюдать специальную диету не требуется. Вот несколько полезных советов: • В своем ежедневном рационе используйте различные полезные продукты. Здоровая пища способствует хорошему самочувствию вашего ребенка и вас. • Ежедневно употребляйте 4–5 порций молочных продуктов. Кальцийсодержащие пищевые добавки позволят вашему организму получать кальций в достаточном количестве. • Пейте воду и фруктовые соки. • Принимайте витамины для беременных в соответствии с предписанием врача. • Ограничьте употребление кофеина и искусственных подсластителей. Кофеин содержится в шоколаде, кофе и чае, а искусственные подсластители — в диетических безалкогольных напитках и некоторых низкокалорийных и диетических продуктах.
